export const ValidationText = {
    required: 'ต้องกรอกช่องนี้',
    numeric: 'ช่องนี้ต้องกรอกตัวเลขเท่านั้น',
    zeroOrAbove: 'ช่องนี้ต้องกรอกตัวเลขที่ไม่ติดลบเท่านั้น',
    email: 'ช่องนี้ต้องกรอกอีเมลเท่านั้น',
    nowhitespace: 'ช่องนี้ต้องไม่มีช่องว่างข้างหน้าหรือข้างหลัง',
    engonly: 'ช่องนี้ต้องกรอกอักษรภาษาอังกฤษหรือตัวเลขเท่านั้น',
    engwithspecialonly: 'ช่องนี้ต้องกรอกอักษรภาษาอังกฤษหรือตัวเลขหรืออักษรพิเศษเท่านั้น',
    money: 'ช่องนี้ต้องกรอกจำนวนเงินเท่านั้น',
    special: `ต้องไม่มีตัวอักษรพิเศษ (!#$%&'*+/=?^_\`{|}~.)`,
    same: `รหัสผ่านต้องเหมือนกัน`
};
